<?php

return [
    'DOCUMENT_NOTATION' => [
        'LABEL' => "ประเภทเอกสาร",
        1 => "ด่วน",
        2 => "ด่วนที่สุด",
        3 => "ธรรมดา",
        4 => "ความลับ",
    ],

      'DOCUMENT_TO' => [
        'LABEL' => "เรียน",
        44 => 'อธิการบดีมหาวิทยาลัยพะเยา',
        26 => 'ผู้อำนวยการกองบริการการศึกษา',
          
        1 => 'คณบดีคณะเกษตรศาสตร์และทรัพยากรธรรมชาติ',
        2 => 'คณบดีคณะทันตแพทยศาสตร์',
        3 => 'คณบดีคณะเทคโนโลยีสารสนเทศและการสื่อสาร',
        4 => 'คณบดีคณะนิติศาสตร์',
        5 => 'คณบดีคณะพยาบาลศาสตร์',
        6 => 'คณบดีคณะแพทยศาสตร์',
        7 => 'คณบดีคณะเภสัชศาสตร์',
        8 => 'คณบดีคณะรัฐศาสตร์และสังคมศาสตร์',
        9 => 'คณบดีคณะวิทยาการจัดการและสารสนเทศศาสตร์',
        10 => 'คณบดีคณะวิทยาศาสตร์',
        11 => 'คณบดีคณะวิทยาศาสตร์การแพทย์',
        12 => 'คณบดีคณะวิศวกรรมศาสตร์',
        13 => 'คณบดีคณะศิลปศาสตร์',
        14 => 'คณบดีคณะสถาปัตยกรรมศาสตร์และศิลปกรรมศาสตร์',
        15 => 'คณบดีคณะสหเวชศาสตร์',
        16 => 'คณบดีวิทยาลัยการศึกษา',
        17 => 'คณบดีวิทยาลัยพลังงานและสิ่งแวดล้อม',
        18 => 'คณบดีวิทยาลัยการจัดการ',
        19 => 'ผู้อำนวยการโรงเรียนสาธิตมหาวิทยาลัยพะเยา',
        20 => 'ผู้อำนวยการมหาวิทยาลัยพะเยา วิทยาเขตเชียงราย',
        21 => 'ผู้อำนวยการศูนย์การแพทย์และโรงพยาบาลมหาวิทยาลัยพะเยา',
        22 => 'ผู้อำนวยการกองกลาง',
        23 => 'ผู้อำนวยการกองการเจ้าหน้าที่',
        24 => 'ผู้อำนวยการกองกิจการนิสิต',
        25 => 'ผู้อำนวยการกองคลัง',
        27 => 'ผู้อำนวยการกองบริหารงานวิจัยและประกันคุณภาพ',
        28 => 'ผู้อำนวยการกองอาคารสถานที่',
        29 => 'ผู้อำนวยการศูนย์บริการเทคโนโลยีสารสนเทศและการสื่อสาร',
        30 => 'ผู้อำนวยการศูนย์วิจัยพลังงานทดแทนและสิ่งแวดล้อม วิทยาลัยพลังงานและสิ่งแวดล้อม',
        31 => 'ผู้อำนวยการสำนักงานสภามหาวิทยาลัยพะเยา',
        32 => 'ผู้อำนวยการสำนักงานอธิการบดีมหาวิทยาลัยพะเยา',
        33 => 'ผู้อำนวยการกองแผนงาน',
        34 => 'ผู้อำนวยการศูนย์วิจัยสัตว์ทดลอง',
        35 => 'ผู้อำนวยการศูนย์เครื่องมือกลาง',
        36 => 'ผู้อำนวยการศูนย์บ่มเพาะวิสาหกิจ',
        37 => 'ผู้อำนวยการศูนย์บรรณสารและสี่อการศึกษา',
        38 => 'ผู้อำนวยการศูนย์ให้บริการและสนับสนุนนิสิตพิการ',
        39 => 'ผู้อำนวยการอุทยานวิทยาศาสตร์',
        40 => 'หัวหน้าหน่วยปฏิบัติการวิชาชีพการโรงแรมเเละการท่องเที่ยว',
        41 => 'หัวหน้าหน่วยตรวจสอบภายใน',
        42 => 'หัวหน้าหน่วยบริหารความเสี่ยง',
        43 => 'หัวหน้าหน่วยธาลัสซีเมีย',
    ],
    
        'DOCUMENT_STATUS' => [
        'LABEL' => "สถานะเอกสาร",
        'P' => "กำลังดำเนินการ",
        'S' => "เสร็จสิ้น",

    ],

    

];